{
  "name": "Pratinav",

  "headerTaglineOne": "Hello 👋",
  "headerTaglineTwo": "I'm Pratinav Kothia - curious",
  "headerTaglineThree": "devloper and designer",
  "headerTaglineFour": " based in Vadodara, India.",
  "showBlog": true,
  "darkMode": true,
  "showResume": true,
  "socials": [
    {
      "id": "1",
      "title": "Github",
      "link": "https://github.com/pratinavkth"
    },
    {
      "id": "2",
      "title": "LinkedIn",
      "link": "https://www.linkedin.com/in/pratinavkothia13/"
    },
    {
      "id": "3",
      "title": "Twitter",
      "link": "https://twitter.com/kothia_pratinav"
    },
    { "id": "5", "title": "Email", "link": "mailto:ppratinavkothia123@gmail.com" }
  ],
  "projects": [
    {
      "id": "1",
      "title": "MindFulDost Hub",
      "description": "Application to help people with mental health issues by asking the some basic questions about there medications help thhem to reduce there stress and provide them with a platform to share their thoughts and feelings and also have an chatbot from where we can talk with counsellors. This is one of the selected projects for the Google Solution Challenge 2023."

    },
    {
      "id": "2",
      "title": "MrLoggage",
      "description": "It is an application where you can ship your luggage earlier than you and it will be delivered to your destination we used here different kind of api's to make smooth checkout."
      
    }
  ], 
  "aboutpara": "Enthusiastic Student with superior skills in working in both team-based and independent capacities. Bringing strong work ethic and excellent organizational skills to any setting. Excited to bring above average user skills in information technology and social media",
  
  "resume": {
    "tagline": "👋  I'm a software engineer, product designer, and maker.",
    "description": "I have delivered the work with Well-versed by using Flutter, Javascript, and most of the Web frameworks.",
    "experiences": [
      {
        "id": "1",
        "dates": "July 2024 - September 2024",
        "type": "Intership",
        "position": "Frontend Engineer at MrLoggage",
        "bullets": [
          "Designed and developed responsive, user-friendly UI components using Flutter for mobile applications",
          "Coded and implemented frontend features, ensuring pixel-perfect designs and smooth user experiences",
          "Integrated frontend with backend services through APIs, ensuring seamless data flow and communication. ",
          "Collaborated with cross-functional teams to refine app features and optimize performance ",
          "Debugged and resolved frontend-backend integration issues to ensure efficient functionality",
          "Gained hands-on experience with the mobile app development lifecycle and best practices"
        ]
      }
      
    ],
    "education": {
      "universityName": "Parul University",
      "universityDate": "2022 - 2026",
      "universityPara": "I am currently pursuing my Bachelor's degree in Computer Science and Engineering."
    },
    "languages": ["Javascript", "Dart", "C++","Java"],
    "frameworks": ["Flutter", "Typescript", "NodeJs"],
    "others": ["Figma", "Azure", "AWS","Docker"]
  }
}
